<script lang="ts" setup>
useHead({
  title: 'Информация о возврате металлопроката ненадлежащего качества',
  meta: [
    { name: 'viewport', content: 'width=device-width, initial-scale=1' },
    {
      hid: 'description',
      name: 'description',
      content: 'Возврат металлопроката ненадлежащего качества'
    }
  ]
})
const breadcrumbs = [
  {
    level: 1,
    name: 'О компании',
    href: '/company',
    disabled: true
  },
  {
    level: 2,
    name: 'Возврат',
    href: '/company/buy-back',
    disabled: true
  }
]
</script>

<template>
  <div>
    <CommonBreadcrumbs :items="breadcrumbs" />
    <CommonPageHeader h1="Возврат металлопроката ненадлежащего качества" />
    <div class="description mx-auto w-full max-w-7xl p-4">
      <p>Наша компания поставляет металлопрокат высокого качества. Однако иногда случаются проблемы. В таком случае покупатель имеет право вернуть заказ в течение 7 рабочих дней. Здесь вы можете изучить информацию о том, как происходит возврат металлопроката ненадлежащего качества, какие законы действуют на этот счет и условия возврата.</p>

      <h2>Нормативно правовая</h2>
      <p>В РФ возврат металлопроката ненадлежащего качества, в том числе и нашим магазином, осуществляется согласно следующим нормативно-правовым документам:</p>
      <ol class="list-decimal">
        <li>Постановление Правительства РФ от 19.01. 1998 №55 в редактуре от 28.01.2019 г.</li>
        <li>Закон РФ от 07.02.1992 №2300-1.</li>
      </ol>
      <p>Данные нормативно-правовые документы определяют список товаров ненадлежащего качества. Покупатель может провести обмен товара плохого качества на аналогичный или же другой марки с перерасчетом покупной стоимости.</p>

      <h2>Возврат металлопроката физлицами</h2>
      <p>Физлица, решившие вернуть металлопрокат плохого качества, могут ориентироваться на Закон «О защите прав потребителей:</p>
      <ol class="list-decimal">
        <li>Подача претензии продавцу. В ней указывается личная и контактная информация заявителя, название товара, дата и место покупки, способ проведения оплаты, недостатки продукции и обстоятельства их обнаружения. Оставляется в двух экземпляров.</li>
        <li>Предоставление к претензии документа, который подтвердит покупку.</li>
        <li>Проведение оценки качества товара продавцом за свой счет. Покупатель может участвовать в экспертизе и узнать ее результаты. При несогласии есть возможность оспаривания в суде.</li>
        <li>Получение возврата денежных средств. При оплате через банковскую карту возврат происходит через POS-терминал.</li>
        <li>Возврат товара возможен в течение 7 дней после его получения. Однако в случаях индивидуальный свойств продукции, из-за которых ее не смогут использовать другие потребители, возврат невозможен. Речь идет об услугах металлообработки, порезке, грунтования и т.д.</li>
        <li>При получении металлопроката покупатель обязан провести осмотр на месте или же перед погрузкой заказа на складе продавца. Проверить необходимо не только визуально на качество, но и количество, а также ассортимент в соответствии заказом. Если товар соответствует ему и качеству, то покупатель подписывает сопроводительные документы и оплачивает покупку, если этого не было сделано предварительно. Если же обнаружены явные дефекты покупатель обязан проинформировать сопровождающее лицо.</li>
        <li>Если обнаружена недостача количества продукции при ее получении, покупатель может потребовать доставки недостачи за счет Продавца или связаться с ним для предъявления иных требований в соответствии с Законом «О защите прав потребителей». Если продукция была получена и сопроводительные документы подписаны, то претензии по количеству металлопроката, якобы несоответствующему заказу, не будут приняты.</li>
        <li>Если Покупатель обнаружил явное несоответствие по качеству металлопроката заявленным характеристикам во время доставки, при котором исключается возможность его использования по назначению, покупатель может выставить претензию с подтверждающими фото и видео материалами высокого качества для просмотра и оценки брака.</li>
        <li>Если обнаруживается во время использования металлопроката по прямому назначению заводской брак, который невозможно выявить визуально непосредственно на месте доставки, то проводится экспертиза согласно установленным требованиям законодательства. Обязательно необходимо уведомить Продавца касаемо проведения процедуры. Также Продавец имеет право самостоятельно провести экспертизу при возврате товара, в которой может участвовать Продавец. Ее результаты обязательно предоставляются Продавцу.</li>
        <li>Продавец не несет ответственности за дефекты и повреждения, полученные при транспортировке или разгрузке, обеспеченной Покупателем или его представителем. Также не несет ответственности, если погрузка-разгрузка выполнена нестандартными методами по требованию Покупателя.</li>
        <li>Если Покупатель отказывается от металлопроката плохого качества, то расходы на возврат или замену покрывает Продавец. Если Покупатель возвращает продукцию надлежащего качества в течение 7 дней с момента получения, то его средства будут возвращены за вычетом стоимости доставки в течение 10 рабочих дней по реквизитам, указанным Покупателем, на его риск. Также возможен возврат лично согласно письменному заявлению и предъявлению паспорта.</li>
      </ol>

      <h2>Возврат металлопроката ненадлежащего качества юрлицами</h2>
      <p>В случае обнаружения несоответствия стандартам качества по ГОСТ, которые не обеспечивают функциональное назначение или выявлены скрытые производственные дефекты, Покупатель имеет право на:</p>
      <ol class="list-decimal">
        <li>Соразмерное снижение стоимости.</li>
        <li>Проведение замены на аналогичные товары.</li>
        <li>Полный отказ от исполнения договора и требование по возвращению уплаченных средств.</li>
      </ol>
      <p>Покупатель в качестве юридического лица также должен составить претензию, в которых указать подробно обнаруженные недостатки и условия их обнаружения. К ней прикладываются фотографии, сканы или копии товаросопроводительной документации и чеки об оплате. Также Продавец имеет право затребовать дополнительную документацию согласно условиям поставки металлопроката.</p>
    </div>
  </div>
</template>
