<template>
  <UContainer class="description px-4 py-10">
    <p>
      Металлопрокат - большая группа товаров, полученных из металла на прокаточных станках. Нет ни одной отрасли, где бы его не использовали. Прокат востребован в строительстве, жилищно-коммунальном хозяйстве, на предприятиях, при сборке промышленного оборудования и транспорта.
    </p>
    <p>
      Прокат выпускают двумя методами:
    </p>
    <ul class="pl-6">
      <li>
        горячей обработкой, когда заготовку нагревают до температуры уровня рекристаллизации в металле;
      </li>
      <li>
        холодной деформацией, когда заготовку не нагревают совсем либо прогревают до значения, ниже температуры рекристаллизации.
      </li>
    </ul>
    <p>
      Изделия выпускают круглого, квадратного и прямоугольного сечения. Поверхность материала дополнительно подвергают шлифовке и полировке до зеркального состояния.
    </p>
    <h2 class="mt-4 text-xl font-bold">
      Виды проката
    </h2>
    <p>
      Для производства металлопроката применяют преимущественно сталь с разным содержанием углерода и легирующих добавок, включая нержавеющие марки металла. Сталь сочетает высокую прочность, коррозионную стойкость, доступную цену, по сравнению с цветными металлами. Она выдерживает значительное давление, высокую и низкую температуру.
    </p>
    <p>
      Самые востребованные виды товаров:
    </p>
    <ul class="pl-6">
      <li>
        Арматура в виде прутов разного диаметра, с насечками и без них для укрепления железобетонных изделий;
      </li>
      <li>
        Катанка для обвязки конструкций из разных материалов;
      </li>
      <li>
        Балки двутавровые - фасонные изделия из низколегированной и углеродистой стали, выдерживающие большие нагрузки, поэтому широко применяемые при строительстве;
      </li>
      <li>
        круги и квадраты (прутки), которые являются сырьем для производства крепежей, бытовых товаров, узлов для машин и механизмов;
      </li>
      <li>
        уголки, у которых металлоемкость ниже, чем у сплошного куска металла, но высокая жесткость, сопротивляемость изгибу и кручению;
      </li>
      <li>
        швеллеры в виде буквы П для машино- и станкостроения, возведения опор, мостов, несущих элементов;
      </li>
      <li>
        полосы, листы разной толщины, которые используют для заграждений, облицовки, экранирования и как сырье для производства разных товаров;
      </li>
      <li>
        трубы круглые и профильные, что применяют для сборки магистралей, транспортировки жидких и газообразных сред, а также как несущие элементы строений, мебели.
      </li>
    </ul>
    <p>
      Компания "Спецоптторг" осуществляет продажу металлопроката в Нижнем Новгороде оптом со склада. Реализуем качественный материал, соответствующий ГОСТам. Предлагаем выгодные цены, гибкие условия и скидки постоянным клиентам. Заказы быстро отгружаем, обеспечим резку, доставку.
    </p>
  </UContainer>
</template>
