<template>
  <div class="container mx-auto p-4">
    <h1 class="mb-4 text-2xl font-bold">
      ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
    </h1>
    <p class="mb-4">
      г. Нижний Новгород <span class="float-right">«14» сентября 2024 г.</span>
    </p>
    <p class="mb-4">
      Настоящая политика конфиденциальности (политика обработки персональных данных) составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее - Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые обществом с ограниченной ответственностью «СПЕЦТОРГ» (далее – Оператор) в лице генерального директора Парамоновой Ирины Владимировны, действующей на основании устава.
    </p>
    <h2 class="mb-2 text-xl font-semibold">
      1. Общие положения
    </h2>
    <p class="mb-2">
      1.1. Настоящая политика конфиденциальности (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях Сайта (Пользователях).
    </p>
    <p class="mb-2">
      1.2. Акцепт настоящей Политики (выраженный в том числе в конклюдентных действиях Пользователя) является так же согласием Пользователя на обработку персональных данных, переданных Оператору и согласием на получение материалов рекламного характера посредством веб-сайта Оператора (согласием на рекламу).
    </p>
    <p class="mb-2">
      1.3. Пользователь уведомлен о том, что настоящая Политика действует в отношении любых правоотношений Пользователя и Оператора, в том числе посредством веб-сайта Оператора, имеющего сетевой адрес «https://soptorg.ru/».
    </p>
    <h2 class="mb-2 text-xl font-semibold">
      2. Термины и определения
    </h2>
    <p class="mb-2">
      <strong>Автоматизированная обработка персональных данных</strong> – обработка персональных данных с помощью средств вычислительной техники.
    </p>
    <p class="mb-2">
      <strong>Блокирование персональных данных</strong> – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
    </p>
    <p class="mb-2">
      <strong>Сайт</strong> – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу «https://soptorg.ru/».
    </p>
    <p class="mb-2">
      <strong>Информационная система персональных данных</strong> — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.
    </p>
    <p class="mb-2">
      <strong>Обезличивание персональных данных</strong> — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных определенному или определяемому Пользователю.
    </p>
    <p class="mb-2">
      <strong>Обработка персональных данных</strong> – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    </p>
    <p class="mb-2">
      <strong>Персональные данные</strong> – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю.
    </p>
    <p class="mb-2">
      <strong>Пользователь</strong> – любой посетитель Сайта, предоставивший Оператору персональные данные.
    </p>
    <p class="mb-2">
      <strong>Предоставление персональных данных</strong> – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
    </p>
    <p class="mb-2">
      <strong>Распространение персональных данных</strong> – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.
    </p>
    <p class="mb-2">
      <strong>Трансграничная передача персональных данных</strong> – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
    </p>
    <p class="mb-2">
      <strong>Уничтожение персональных данных</strong> – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      3. Основные права и обязанности Оператора
    </h2>
    <p class="mb-2">
      3.1. Оператор имеет право:
    </p>
    <p class="mb-2 ml-4">
      3.1.1. Получать от Пользователя достоверные информацию и/или документы, содержащие персональные данные;
    </p>
    <p class="mb-2 ml-4">
      3.1.2. В случае отзыва Пользователем согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия Пользователя при наличии оснований, указанных в Законе о персональных данных;
    </p>
    <p class="mb-2 ml-4">
      3.1.3. Самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.
    </p>
    <p class="mb-2">
      3.2. Оператор обязан:
    </p>
    <p class="mb-2 ml-4">
      3.2.1. Предоставлять Пользователю по его просьбе информацию, касающуюся обработки его персональных данных;
    </p>
    <p class="mb-2 ml-4">
      3.2.2. Организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
    </p>
    <p class="mb-2 ml-4">
      3.2.3. Отвечать на обращения и запросы Пользователя в соответствии с требованиями Закона о персональных данных;
    </p>
    <p class="mb-2 ml-4">
      3.2.4. Публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;
    </p>
    <p class="mb-2 ml-4">
      3.2.5. Принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
    </p>
    <p class="mb-2 ml-4">
      3.2.6. Прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных.
    </p>
    <h2 class="mb-2 text-xl font-semibold">
      4. Основные права и обязанности Пользователя
    </h2>
    <p class="mb-2">
      4.1. Пользователь имеет право:
    </p>
    <p class="mb-2 ml-4">
      4.1.1. Требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
    </p>
    <p class="mb-2 ml-4">
      4.1.2. Отозвать согласие на обработку персональных данных.
    </p>
    <p class="mb-2">
      4.2. Пользователь обязан:
    </p>
    <p class="mb-2 ml-4">
      4.2.1. Предоставлять Оператору достоверные данные;
    </p>
    <p class="mb-2 ml-4">
      4.2.2. Сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.
    </p>
    <p class="mb-2">
      4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      5. Обрабатываемые данные
    </h2>
    <p class="mb-2">
      5.1. Оператор вправе обрабатывать следующие персональные данные Пользователя:
    </p>
    <ul class="mb-2 ml-4 list-inside list-disc">
      <li>5.1.1. Фамилия, имя, отчество.</li>
      <li>5.1.2. Номер телефона.</li>
      <li>5.1.3. Адрес электронной почты.</li>
      <li>5.1.4. IP-адрес.</li>
      <li>5.1.5. Лог-файлы с информацией об активности на Сайте.</li>
      <li>5.1.6. Cookie-файлы.</li>
      <li>5.1.7. Иные данные, добровольно предоставленные Оператору (в т.ч. обезличенные).</li>
    </ul>
    <p class="mb-2">
      5.2. Вышеперечисленные данные далее по тексту Политики объединены общим понятием «персональные данные».
    </p>
    <p class="mb-2">
      5.3. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.
    </p>
    <p class="mb-2">
      5.4. Обработка персональных данных, разрешенных для распространения, из числа специальных категорий персональных данных, указанных в ч. 1 ст. 10 Закона о персональных данных, допускается, если соблюдаются запреты и условия, предусмотренные ст. 10.1 Закона о персональных данных.
    </p>
    <p class="mb-2">
      5.5. Передача (распространение, предоставление, доступ) персональных данных, разрешенных Пользователем для распространения, должна быть прекращена в любое время по требованию Пользователя.
    </p>
    <ul class="mb-2 ml-4 list-inside list-disc">
      <li>5.5.1. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором.</li>
      <li>5.5.2. Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору соответствующего требования от Пользователя.</li>
    </ul>
    <p class="mb-2">
      5.6. Оператор уведомляет Пользователя о том, что Сайт подключен к сервису «Яндекс Метрика», собирающему анонимную информацию о поведении Пользователя на Сайте с целью улучшения работы Сайта и анализа его производительности.
    </p>
    <p class="mb-2 ml-4">
      5.6.1. Пользователь соглашается с использованием данного сервиса в момент регистрации и продолжения использования Сайта.
    </p>
    <h2 class="mb-2 text-xl font-semibold">
      6. Принципы обработки персональных данных
    </h2>
    <p class="mb-2">
      6.1. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.
    </p>
    <p class="mb-2">
      6.2. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
    </p>
    <p class="mb-2">
      6.3. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
    </p>
    <p class="mb-2">
      6.4. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.
    </p>
    <p class="mb-2">
      6.5. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на Сайте или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.
    </p>
    <p class="mb-2">
      6.6. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
    </p>
    <p class="mb-2">
      6.7. Пользователь самостоятельно принимает решение о предоставлении персональных данных и дает согласие свободно, своей волей и в своем интересе.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      7. Цели обработки персональных данных
    </h2>
    <p class="mb-2">
      7.1. Цели обработки персональных данных Пользователя:
    </p>
    <ul class="mb-2 ml-4 list-inside list-disc">
      <li>7.1.1. Информирование Пользователя;</li>
      <li>7.1.2. Заключение, исполнение и прекращение гражданско-правовых договоров;</li>
      <li>7.1.3. Предоставление Пользователю счётов для оплаты за встречные обязательства Оператора;</li>
      <li>7.1.4. Предоставление Пользователю информации рекламного характера (рекламы) и информационных рассылок;</li>
      <li>7.1.5. Предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на Сайте.</li>
    </ul>
    <p class="mb-2">
      7.2. Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты Оператора с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».
    </p>
    <p class="mb-2">
      7.3. Обезличенные данные Пользователя, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователя на Сайте, улучшения качества сайта и его содержания.
    </p>
    <h2 class="mb-2 text-xl font-semibold">
      8. Порядок сбора, хранения, передачи и других видов обработки персональных данных
    </h2>
    <p class="mb-2">
      8.1. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
    </p>
    <p class="mb-2">
      8.2. Оператор вправе передавать персональные данные Пользователя третьим лицам, если такая передача необходима для исполнения обязательств Оператора перед Пользователем без получения согласия от Пользователя.
    </p>
    <p class="mb-2">
      8.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора с пометкой «Актуализация персональных данных», в ином случае сопутствующие риски лежат на Пользователе.
    </p>
    <p class="mb-2">
      8.4. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.
    </p>
    <p class="mb-2">
      8.5. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.
    </p>
    <p class="mb-2">
      8.6. Хранение персональных данных осуществляется без ограничения срока.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      9. Перечень действий, производимых с полученными персональными данными
    </h2>
    <p class="mb-2">
      9.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.
    </p>
    <p class="mb-2">
      9.2. Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без неё.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      10. Трансграничная передача персональных данных
    </h2>
    <p class="mb-2">
      10.1. Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав Пользователя.
    </p>
    <p class="mb-2">
      10.2. Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия Пользователя в письменной форме на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является Пользователь.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      11. Конфиденциальность персональных данных
    </h2>
    <p class="mb-2">
      11.1. Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия Пользователя, если иное не предусмотрено федеральным законом.
    </p>
    <p class="mb-2">
      11.2. Исключение из п. 12.1 Политики составляет случай передачи персональных данных Пользователя третьим лицам, если такая передача необходима для исполнения договора между Пользователем и Оператором.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      12. Заключительные положения
    </h2>
    <p class="mb-2">
      12.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты Оператора.
    </p>
    <p class="mb-2">
      12.2. Политика действует бессрочно до опубликования более поздней редакции Политики.
    </p>

    <h2 class="mb-2 text-xl font-semibold">
      13. Реквизиты оператора
    </h2>
    <p class="mb-2">
      <strong>Оператор:</strong> ООО «СПЕЦОПТТОРГ»
    </p>
    <p class="mb-2">
      <strong>Генеральный директор:</strong> Парамонова Ирина Владимировна
    </p>
    <p class="mb-2">
      <strong>ОГРН:</strong> 1235200008560
    </p>
    <p class="mb-2">
      <strong>ИНН / КПП:</strong> 5256207934 / 525601001
    </p>
    <p class="mb-2">
      <strong>Юридический адрес:</strong> Нижегородская область, г. Нижний Новгород, пр-кт Бусыгина, д. 1, офис 325
    </p>
    <p class="mb-2">
      <strong>Электронная почта:</strong> <NuxtLink to="mailto:info@soptorg.ru" class="text-blue-500">
        info@soptorg.ru
      </NuxtLink>
    </p>
    <p class="mb-2">
      <strong>Телефон:</strong> <NuxtLink to="tel:+78312140314" class="text-blue-500">
        8 (831) 214-03-14
      </NuxtLink>
    </p>
  </div>
</template>
