<template>
  <div>
    <h1 class="mb-4 text-2xl font-bold">
      Положение о конфиденциальности в отношении сбора и обработки персональных данных
    </h1>
    <p class="mb-4">
      Положение о конфиденциальности в отношении сбора и обработки персональных данных» (далее – Положение) определяет принципы и порядок действий ООО «СПЕЦОПТТОРГ» (далее по тексту Общество) в области сбора, хранения, обработки и защиты персональных данных, предоставляемых пользователями данного сайта.
    </p>
    <p class="mb-4">
      К настоящему Положению имеет доступ любой субъект персональных данных. Настоящее Положение разработано в соответствии с ФЗ «О персональных данных» № 152-ФЗ и действующим законодательством РФ.
    </p>
    <p class="mb-4">
      Все полученные Обществом и обрабатываемые персональные данные являются конфиденциальной, строго охраняемой информацией в соответствии с законодательством.
    </p>
    <h2 class="mb-4 mt-8 text-xl font-bold">
      Определения
    </h2>
    <p class="mb-4">
      Персональные данные - любая информация, относящаяся к Пользователю настоящего сайта, физическому лицу (субъекту персональных данных);
    </p>
    <p class="mb-4">
      Обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    </p>
    <h2 class="mb-4 mt-8 text-xl font-bold">
      Цель обработки персональных данных
    </h2>
    <p class="mb-4">
      Целью обработки персональных данных полученных Обществом является заключение договора, стороной которого является субъект персональных данных. Общество обязуется не распространять персональные данные, а также не предоставлять их третьим лицам без согласия субъекта персональных данных и использовать исключительно для исполнения указанного договора и заключения договоров с субъектом персональных данных.
    </p>
    <h2 class="mb-4 mt-8 text-xl font-bold">
      Порядок сбора, обработки и хранения персональных данных
    </h2>
    <p class="mb-4">
      Обработка персональных данных Пользователей сайта осуществляется с согласия субъекта персональных данных на обработку его персональных данных.
    </p>
    <p class="mb-4">
      Предоставляя свои персональные данные Обществу субъект персональных данных (Пользователь) соглашается на обработку Обществом своих персональных данных в целях, определенных настоящим положением.
    </p>
    <p class="mb-4">
      Обществом могут быть запрошены следующие персональные данные Пользователя:
    </p>
    <ul class="mb-4 list-disc pl-8">
      <li>Фамилия, Имя, Отчество.</li>
      <li>Контактный телефон</li>
      <li>Адрес электронной почты</li>
    </ul>
    <p class="mb-4">
      Обработка персональных данных ограничивается достижением определенных настоящим положением целей.
    </p>
    <p class="mb-4">
      При обработке персональных данных Общество обеспечивает точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Общество принимает все необходимые меры либо обеспечивать их принятие по удалению или уточнению неполных, или неточных данных.
    </p>
    <p class="mb-4">
      Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей.
    </p>
    <p class="mb-4">
      Общество при обработке персональных данных принимает все необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.
    </p>
    <h2 class="mb-4 mt-8 text-xl font-bold">
      Права субъектов персональных данных
    </h2>
    <p class="mb-4">
      Субъект персональных данных вправе требовать от Общества уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.
    </p>
    <p class="mb-4">
      Если субъект персональных данных считает, что Общество осуществляет обработку его персональных данных с нарушением требований настоящего Федерального закона или иным образом нарушает его права и свободы, субъект персональных данных вправе обжаловать действия или бездействие Общества в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.
    </p>
  </div>
</template>
