<template>
  <div>
    <p class="mb-4">
      После получения заказа, высылаем Вам счет на оплату товаров и услуг. Получив счет - оплатите его по указанным реквизитам. Счет на оплату действителен 2 дня. Доставка заказа осуществляется только после зачисления средств на наш счет.
    </p>
    <p class="mb-4">
      Доступны следующие варианты оплаты:
    </p>
    <div class="mb-4">
      <h3 class="font-semibold">
        Для юридических лиц:
      </h3>
      <ul class="ml-4 list-inside list-disc">
        <li>Предоплата по счету</li>
        <li>Предоплата 50%, оставшиеся 50% - по факту изготовления продукции</li>
      </ul>
    </div>
    <div class="mb-4">
      <h3 class="font-semibold">
        Для физических лиц:
      </h3>
      <ul class="ml-4 list-inside list-disc">
        <li>Предоплата по счету</li>
        <li>Предоплата по СПБ</li>
        <li>Предоплата по карте (МИР, Visa, Mastercard)</li>
      </ul>
    </div>
    <p>
      При получении продукции необходимо предъявить документ, удостоверяющий личность и передать доверенность на получение товара представителю компании СПЕЦОПТТОРГ.
    </p>
  </div>
</template>
